Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-462.html.tmx
Source language: nob
Languages: sme

source: PRM: Sametinget støtter MIT-FabLab i Lyngen
sme: PRD: Sámediggi juolluda doarjaga MIT-FabLab:ii Ivggus

source: Sametingsrådet har i dag gitt Lyngen Forskningsstiftelse MIT-FabLab Norway et tilskudd på 50 000 kroner.
sme: Sámediggeráđđi lea otne addán Lyngen Forskningsstiftelse MIT-FabLab Norway nammasaš ásahussii 50 000 ruvdnosaš doarjaga.

source: Dette for å styrke den samiske profilen av det nyetablerte senteret.
sme: Doarjja lea addojuvvon nannet sámi beali gieskat ásahuvvon guovddážis.

source: Publisert av Kuhmunen, John-Marcus.
sme: Almmuhan Kuhmunen, John-Marcus.

source: Første gang publisert 11.08.2005
sme: Vuosttaš geardde almmuhan 11.08.2005

source: FabLab under oppbygging i Lyngen.
sme: FabLab huksejuvvo Ivgui FabLab

source: - Etableringen av forskningssenteret MIT FabLab i Lyngen er svært viktig for framtidig innovasjon og utvikling av næringslivet i Nord-Norge og hele landet for øvrig.
sme: - Dutkanguovddáža MIT FabLab ásaheapmi Ivggus lea hui deaŧalaš ealáhuseallima innovašuvdnii ja ovddideapmái Davvi-Norggas ja miehtá riikka muđui boahtteáiggis.

source: Jeg er glad for at man også søker å skape en samisk profil på sentret, sier sametingspresident Sven-Roald Nystø.
sme: Mun lean ilus go guovddážii geahččalit oččodit maiddái sámi profiila, dadjá Sámedikki presideanta Sven-Roald Nystø.

source: Sametingets tilskudd gis innenfor rammen av samarbeidsavtalen mellom Troms fylkeskommune og Sametinget.
sme: Sámedikki doarjja addojuvvo Romssa fylkkagieldda ja Sámedikki gaskasaš ovttasbargošiehtadusa rámma siskkobealde.

source: Forskningssentret ble etablert i mars 2004 av Massachusetts Institute of Technology (MIT) i USA.
sme: Massachusetts Institute of Technology (MIT) nammasaš ásahus USA:s ásahii dutkanguovddáža njukčamánus 2004.

source: MIT er et av verdens fremste tekniske universitet.
sme: MIT gullá máilmmi bivnnugeamos teknihkalaš universitehtaid searvái.

source: FabLab er også åpnet i USA, India, Norge, Costa Rica og Ghana.
sme: FabLab lea rahppojuvvon maiddái USA:s, Indias, Norggas, Costa Ricas ja Ghanas.
